{
    "name": "TapeSubtitles",
    "subtitles": {
        "Items": [
            {
                "key": 0,
                "value": {
                    "actor": "Father",
                    "subtitle": "I never thought I would start a family. I only cared about myself, it was me and no one else.",
                    "time": 11
                }
            },
            {
                "key": 1,
                "value": {
                    "actor": "Father",
                    "subtitle": "But after I met my wife I thought that might change. ",
                    "time": 5
                }
            },
            {
                "key": 2,
                "value": {
                    "actor": "Father",
                    "subtitle": "Still, I never understood the devotion that people process to their partners. How can you love someone unconditionally without making a profit.",
                    "time": 13
                }
            },
            {
                "key": 3,
                "value": {
                    "actor": "Father",
                    "subtitle": "Everything changed when they were born. At first I couldn't even see them. But after everything that happened I realized that I could love someone.",
                    "time": 13
                }
            },
            {
                "key": 4,
                "value": {
                    "actor": "Father",
                    "subtitle": "I loved my daughter more than someone like me could imagine, more than I loved her mother.",
                    "time": 8
                }
            },
            {
                "key": 5,
                "value": {
                    "actor": "Father",
                    "subtitle": "Despite this, the love I processed for her was coupled with hatred for her sister. I didn't even want to see her, even though her life was convenient. ",
                    "time": 13
                }
            },
            {
                "key": 6,
                "value": {
                    "actor": "Father",
                    "subtitle": "That's why I locked her in her room down the hall.",
                    "time": 5
                }
            },
            {
                "key": 7,
                "value": {
                    "actor": "Father",
                    "subtitle": "My wife always wanted us to be a happy family, and dreamed of the idea of our memories together being encapsulated and displayed on the walls of the house. ",
                    "time": 13
                }
            },
            {
                "key": 8,
                "value": {
                    "actor": "Father",
                    "subtitle": "I fulfilled that wish, but I always hated the idea of seeing someone I didn't want around.",
                    "time": 8
                }
            },
            {
                "key": 9,
                "value": {
                    "actor": "Father",
                    "subtitle": "So, I tried to keep her as far away from the waste I had for a daughter as possible. It would be her mother who would stay close to her.",
                    "time": 13
                }
            },
            {
                "key": 10,
                "value": {
                    "actor": "Father",
                    "subtitle": "Despite that, I did not want to keep her away from her other daughter, even though she had to stay close to me as well.",
                    "time": 13
                }
            }
        ]
    },
    "actors": {
        "Items": [
            {
                "key": 0,
                "value": {
                    "actor": "Father",
                    "color": {
                        "r": 1.0,
                        "g": 0.0,
                        "b": 0.0,
                        "a": 1.0
                    }
                }
            }
        ]
    },
    "fontColor": {
        "r": 1.0,
        "g": 1.0,
        "b": 1.0,
        "a": 1.0
    },
    "backgroundColor": {
        "r": 0.15044188499450684,
        "g": 1.0,
        "b": 0.0,
        "a": 1.0
    },
    "fontSize": 40,
    "showActors": true,
    "showActorsColors": true
}